interface IData {
    url: string;
    image: string;
    title: string;
    description: string;
}


export const dataBankProduct: IData[] = [
    {
        url: "https://trk.ppdu.ru/click/VNwBlc57?erid=2SDnjeGCc2T&sub1=vtb-creadit",
        image: "/cardImage/1.png",
        title: "Банк ПСБ - Дебетовая карта Твой Кешбэк",
        description: `
Бесплатная дебетовая карта навсегда и без условий
25% приветственный кешбэк на все (есть исключения МСС, подробнее в правилах акции, пункт 2.4 для новых клиентов 30 дней с получения карты при подключении опции ""До 5% в трех категориях и 1% за любые покупки"": начисление в баллах, 1 балл = 1 Р, не более 1000 баллов.)
Бесплатная доставка от 1 дня
`
    },
    {
        url: "https://trk.ppdu.ru/click/VNwBlc57?erid=2SDnjeGCc2T&sub1=vtb-creadit",
        image: "/cardImage/ViewFile.png",
        title: "ВТБ - Кредитная карта",
        description: `
Максимальный кредитный лимит – 1 000 000 р.
Максимальный лимит без подтверждения дохода – 300 000 р.
Льготный период до 200 дней при рефинансировании (погашение задолженности по кредитной карте в другом банке), далее – до 110 дней
Льготный период до 100 дней распространяется на покупки,
Снятие наличных и переводы до 50 000 р. без комиссии в первые 30 дней, далее – 5.9% + 590 р.
Процентная ставка вне льготного периода – от 49.9% на покупки, снятие наличных и переводы, 69.9% - на рефинансирование и перевод баланса. ПСК – 47.900%-49.900%
Размер минимального платежа — 3% от задолженности, округляется до 100 ₽
Бесплатное оформление и обслуживание карты без скрытых условий
Бесплатная доставка карты курьером
        `
    },
    {
        url: "https://trk.ppdu.ru/click/29LMVAqQ?erid=2SDnjeBaaR6",
        image: "/cardImage/banner-1.gif",
        title: "Т-Банк — ALL Airlines Debit / промокоды",
        description: `
До 10% Милями за бронирование отелей на tinkoff.ru/travel; 
До 5% Милями за покупку авиабилетов на tinkoff.ru/travel; 
До 1,5% Милями за покупку авиабилетов на сайтах «Аэрофлот», S7, «Победа», Utair и «Уральские авиалинии»; 
До 1,5% Милями за повседневные покупки (супермаркеты, кафе и интернет-магазины); 
До 30% Милями за покупки по спецпредложениям Банка.
1 Миля = 1 рубль
        `
    },
]







